TCS_K6_Ejercicio01_performance-main/textSummary.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: scripts/login_test.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 002/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 002/100 VUs  0m01.0s/5m00.0s

running (0m02.0s), 004/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 004/100 VUs  0m02.0s/5m00.0s

running (0m03.0s), 005/100 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 005/100 VUs  0m03.0s/5m00.0s

running (0m04.0s), 007/100 VUs, 7 complete and 0 interrupted iterations
default   [   1% ] 007/100 VUs  0m04.0s/5m00.0s

running (0m05.0s), 009/100 VUs, 12 complete and 0 interrupted iterations
default   [   2% ] 009/100 VUs  0m05.0s/5m00.0s

running (0m06.0s), 010/100 VUs, 18 complete and 0 interrupted iterations
default   [   2% ] 010/100 VUs  0m06.0s/5m00.0s

running (0m07.0s), 012/100 VUs, 24 complete and 0 interrupted iterations
default   [   2% ] 012/100 VUs  0m07.0s/5m00.0s

running (0m08.0s), 014/100 VUs, 32 complete and 0 interrupted iterations
default   [   3% ] 014/100 VUs  0m08.0s/5m00.0s

running (0m09.0s), 015/100 VUs, 42 complete and 0 interrupted iterations
default   [   3% ] 015/100 VUs  0m09.0s/5m00.0s

running (0m10.0s), 017/100 VUs, 52 complete and 0 interrupted iterations
default   [   3% ] 017/100 VUs  0m10.0s/5m00.0s

running (0m11.0s), 019/100 VUs, 64 complete and 0 interrupted iterations
default   [   4% ] 019/100 VUs  0m11.0s/5m00.0s

running (0m12.0s), 020/100 VUs, 78 complete and 0 interrupted iterations
default   [   4% ] 020/100 VUs  0m12.0s/5m00.0s

running (0m13.0s), 022/100 VUs, 93 complete and 0 interrupted iterations
default   [   4% ] 022/100 VUs  0m13.0s/5m00.0s

running (0m14.0s), 024/100 VUs, 107 complete and 0 interrupted iterations
default   [   5% ] 024/100 VUs  0m14.0s/5m00.0s

running (0m15.0s), 025/100 VUs, 124 complete and 0 interrupted iterations
default   [   5% ] 025/100 VUs  0m15.0s/5m00.0s

running (0m16.0s), 027/100 VUs, 141 complete and 0 interrupted iterations
default   [   5% ] 027/100 VUs  0m16.0s/5m00.0s

running (0m17.0s), 029/100 VUs, 162 complete and 0 interrupted iterations
default   [   6% ] 029/100 VUs  0m17.0s/5m00.0s

running (0m18.0s), 030/100 VUs, 182 complete and 0 interrupted iterations
default   [   6% ] 030/100 VUs  0m18.0s/5m00.0s

running (0m19.0s), 032/100 VUs, 203 complete and 0 interrupted iterations
default   [   6% ] 032/100 VUs  0m19.0s/5m00.0s

running (0m20.0s), 033/100 VUs, 226 complete and 0 interrupted iterations
default   [   7% ] 033/100 VUs  0m20.0s/5m00.0s

running (0m21.0s), 035/100 VUs, 251 complete and 0 interrupted iterations
default   [   7% ] 035/100 VUs  0m21.0s/5m00.0s

running (0m22.0s), 037/100 VUs, 275 complete and 0 interrupted iterations
default   [   7% ] 037/100 VUs  0m22.0s/5m00.0s

running (0m23.0s), 038/100 VUs, 302 complete and 0 interrupted iterations
default   [   8% ] 038/100 VUs  0m23.0s/5m00.0s

running (0m24.0s), 040/100 VUs, 332 complete and 0 interrupted iterations
default   [   8% ] 040/100 VUs  0m24.0s/5m00.0s

running (0m25.0s), 042/100 VUs, 356 complete and 0 interrupted iterations
default   [   8% ] 042/100 VUs  0m25.0s/5m00.0s

running (0m26.0s), 043/100 VUs, 387 complete and 0 interrupted iterations
default   [   9% ] 043/100 VUs  0m26.0s/5m00.0s

running (0m27.0s), 045/100 VUs, 419 complete and 0 interrupted iterations
default   [   9% ] 045/100 VUs  0m27.0s/5m00.0s

running (0m28.0s), 047/100 VUs, 455 complete and 0 interrupted iterations
default   [   9% ] 047/100 VUs  0m28.0s/5m00.0s

running (0m29.0s), 048/100 VUs, 484 complete and 0 interrupted iterations
default   [  10% ] 048/100 VUs  0m29.0s/5m00.0s

running (0m30.0s), 050/100 VUs, 521 complete and 0 interrupted iterations
default   [  10% ] 050/100 VUs  0m30.0s/5m00.0s

running (0m31.0s), 052/100 VUs, 557 complete and 0 interrupted iterations
default   [  10% ] 052/100 VUs  0m31.0s/5m00.0s

running (0m32.0s), 053/100 VUs, 596 complete and 0 interrupted iterations
default   [  11% ] 053/100 VUs  0m32.0s/5m00.0s

running (0m33.0s), 055/100 VUs, 634 complete and 0 interrupted iterations
default   [  11% ] 055/100 VUs  0m33.0s/5m00.0s

running (0m34.0s), 057/100 VUs, 672 complete and 0 interrupted iterations
default   [  11% ] 057/100 VUs  0m34.0s/5m00.0s

running (0m35.0s), 058/100 VUs, 715 complete and 0 interrupted iterations
default   [  12% ] 058/100 VUs  0m35.0s/5m00.0s

running (0m36.0s), 060/100 VUs, 753 complete and 0 interrupted iterations
default   [  12% ] 060/100 VUs  0m36.0s/5m00.0s

running (0m37.0s), 062/100 VUs, 797 complete and 0 interrupted iterations
default   [  12% ] 062/100 VUs  0m37.0s/5m00.0s

running (0m38.0s), 063/100 VUs, 843 complete and 0 interrupted iterations
default   [  13% ] 063/100 VUs  0m38.0s/5m00.0s

running (0m39.0s), 065/100 VUs, 892 complete and 0 interrupted iterations
default   [  13% ] 065/100 VUs  0m39.0s/5m00.0s

running (0m40.0s), 066/100 VUs, 935 complete and 0 interrupted iterations
default   [  13% ] 066/100 VUs  0m40.0s/5m00.0s

running (0m41.0s), 068/100 VUs, 983 complete and 0 interrupted iterations
default   [  14% ] 068/100 VUs  0m41.0s/5m00.0s

running (0m42.0s), 070/100 VUs, 1033 complete and 0 interrupted iterations
default   [  14% ] 070/100 VUs  0m42.0s/5m00.0s

running (0m43.0s), 071/100 VUs, 1085 complete and 0 interrupted iterations
default   [  14% ] 071/100 VUs  0m43.0s/5m00.0s

running (0m44.0s), 073/100 VUs, 1133 complete and 0 interrupted iterations
default   [  15% ] 073/100 VUs  0m44.0s/5m00.0s

running (0m45.0s), 075/100 VUs, 1187 complete and 0 interrupted iterations
default   [  15% ] 075/100 VUs  0m45.0s/5m00.0s

running (0m46.0s), 076/100 VUs, 1245 complete and 0 interrupted iterations
default   [  15% ] 076/100 VUs  0m46.0s/5m00.0s

running (0m47.0s), 078/100 VUs, 1298 complete and 0 interrupted iterations
default   [  16% ] 078/100 VUs  0m47.0s/5m00.0s

running (0m48.0s), 080/100 VUs, 1353 complete and 0 interrupted iterations
default   [  16% ] 080/100 VUs  0m48.0s/5m00.0s

running (0m49.0s), 081/100 VUs, 1412 complete and 0 interrupted iterations
default   [  16% ] 081/100 VUs  0m49.0s/5m00.0s

running (0m50.0s), 083/100 VUs, 1472 complete and 0 interrupted iterations
default   [  17% ] 083/100 VUs  0m50.0s/5m00.0s

running (0m51.0s), 085/100 VUs, 1530 complete and 0 interrupted iterations
default   [  17% ] 085/100 VUs  0m51.0s/5m00.0s

running (0m52.0s), 086/100 VUs, 1592 complete and 0 interrupted iterations
default   [  17% ] 086/100 VUs  0m52.0s/5m00.0s

running (0m53.0s), 088/100 VUs, 1652 complete and 0 interrupted iterations
default   [  18% ] 088/100 VUs  0m53.0s/5m00.0s

running (0m54.0s), 090/100 VUs, 1721 complete and 0 interrupted iterations
default   [  18% ] 090/100 VUs  0m54.0s/5m00.0s

running (0m55.0s), 091/100 VUs, 1780 complete and 0 interrupted iterations
default   [  18% ] 091/100 VUs  0m55.0s/5m00.0s

running (0m56.0s), 093/100 VUs, 1847 complete and 0 interrupted iterations
default   [  19% ] 093/100 VUs  0m56.0s/5m00.0s

running (0m57.0s), 095/100 VUs, 1917 complete and 0 interrupted iterations
default   [  19% ] 095/100 VUs  0m57.0s/5m00.0s

running (0m58.0s), 096/100 VUs, 1983 complete and 0 interrupted iterations
default   [  19% ] 096/100 VUs  0m58.0s/5m00.0s

running (0m59.0s), 098/100 VUs, 2053 complete and 0 interrupted iterations
default   [  20% ] 098/100 VUs  0m59.0s/5m00.0s

running (1m00.0s), 099/100 VUs, 2122 complete and 0 interrupted iterations
default   [  20% ] 099/100 VUs  1m00.0s/5m00.0s

running (1m01.0s), 100/100 VUs, 2198 complete and 0 interrupted iterations
default   [  20% ] 100/100 VUs  1m01.0s/5m00.0s

running (1m02.0s), 100/100 VUs, 2271 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m02.0s/5m00.0s

running (1m03.0s), 100/100 VUs, 2342 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m03.0s/5m00.0s

running (1m04.0s), 100/100 VUs, 2414 complete and 0 interrupted iterations
default   [  21% ] 100/100 VUs  1m04.0s/5m00.0s

running (1m05.0s), 100/100 VUs, 2489 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m05.0s/5m00.0s

running (1m06.0s), 100/100 VUs, 2562 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m06.0s/5m00.0s

running (1m07.0s), 100/100 VUs, 2636 complete and 0 interrupted iterations
default   [  22% ] 100/100 VUs  1m07.0s/5m00.0s

running (1m08.0s), 100/100 VUs, 2707 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m08.0s/5m00.0s

running (1m09.0s), 100/100 VUs, 2782 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m09.0s/5m00.0s

running (1m10.0s), 100/100 VUs, 2853 complete and 0 interrupted iterations
default   [  23% ] 100/100 VUs  1m10.0s/5m00.0s

running (1m11.0s), 100/100 VUs, 2924 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m11.0s/5m00.0s

running (1m12.0s), 100/100 VUs, 3002 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m12.0s/5m00.0s

running (1m13.0s), 100/100 VUs, 3070 complete and 0 interrupted iterations
default   [  24% ] 100/100 VUs  1m13.0s/5m00.0s

running (1m14.0s), 100/100 VUs, 3144 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m14.0s/5m00.0s

running (1m15.0s), 100/100 VUs, 3216 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m15.0s/5m00.0s

running (1m16.0s), 100/100 VUs, 3292 complete and 0 interrupted iterations
default   [  25% ] 100/100 VUs  1m16.0s/5m00.0s

running (1m17.0s), 100/100 VUs, 3364 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m17.0s/5m00.0s

running (1m18.0s), 100/100 VUs, 3433 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m18.0s/5m00.0s

running (1m19.0s), 100/100 VUs, 3512 complete and 0 interrupted iterations
default   [  26% ] 100/100 VUs  1m19.0s/5m00.0s

running (1m20.0s), 100/100 VUs, 3582 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m20.0s/5m00.0s

running (1m21.0s), 100/100 VUs, 3655 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m21.0s/5m00.0s

running (1m22.0s), 100/100 VUs, 3730 complete and 0 interrupted iterations
default   [  27% ] 100/100 VUs  1m22.0s/5m00.0s

running (1m23.0s), 100/100 VUs, 3802 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m23.0s/5m00.0s

running (1m24.0s), 100/100 VUs, 3874 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m24.0s/5m00.0s

running (1m25.0s), 100/100 VUs, 3946 complete and 0 interrupted iterations
default   [  28% ] 100/100 VUs  1m25.0s/5m00.0s

running (1m26.0s), 100/100 VUs, 4021 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m26.0s/5m00.0s

running (1m27.0s), 100/100 VUs, 4092 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m27.0s/5m00.0s

running (1m28.0s), 100/100 VUs, 4168 complete and 0 interrupted iterations
default   [  29% ] 100/100 VUs  1m28.0s/5m00.0s

running (1m29.0s), 100/100 VUs, 4233 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m29.0s/5m00.0s

running (1m30.0s), 100/100 VUs, 4310 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m30.0s/5m00.0s

running (1m31.0s), 100/100 VUs, 4384 complete and 0 interrupted iterations
default   [  30% ] 100/100 VUs  1m31.0s/5m00.0s

running (1m32.0s), 100/100 VUs, 4456 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m32.0s/5m00.0s

running (1m33.0s), 100/100 VUs, 4529 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m33.0s/5m00.0s

running (1m34.0s), 100/100 VUs, 4602 complete and 0 interrupted iterations
default   [  31% ] 100/100 VUs  1m34.0s/5m00.0s

running (1m35.0s), 100/100 VUs, 4676 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m35.0s/5m00.0s

running (1m36.0s), 100/100 VUs, 4746 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m36.0s/5m00.0s

running (1m37.0s), 100/100 VUs, 4822 complete and 0 interrupted iterations
default   [  32% ] 100/100 VUs  1m37.0s/5m00.0s

running (1m38.0s), 100/100 VUs, 4897 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  1m38.0s/5m00.0s

running (1m39.0s), 100/100 VUs, 4970 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  1m39.0s/5m00.0s

running (1m40.0s), 100/100 VUs, 5037 complete and 0 interrupted iterations
default   [  33% ] 100/100 VUs  1m40.0s/5m00.0s

running (1m41.0s), 100/100 VUs, 5115 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  1m41.0s/5m00.0s

running (1m42.0s), 100/100 VUs, 5186 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  1m42.0s/5m00.0s

running (1m43.0s), 100/100 VUs, 5259 complete and 0 interrupted iterations
default   [  34% ] 100/100 VUs  1m43.0s/5m00.0s

running (1m44.0s), 100/100 VUs, 5334 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  1m44.0s/5m00.0s

running (1m45.0s), 100/100 VUs, 5406 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  1m45.0s/5m00.0s

running (1m46.0s), 100/100 VUs, 5476 complete and 0 interrupted iterations
default   [  35% ] 100/100 VUs  1m46.0s/5m00.0s

running (1m47.0s), 100/100 VUs, 5550 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  1m47.0s/5m00.0s

running (1m48.0s), 100/100 VUs, 5623 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  1m48.0s/5m00.0s

running (1m49.0s), 100/100 VUs, 5699 complete and 0 interrupted iterations
default   [  36% ] 100/100 VUs  1m49.0s/5m00.0s

running (1m50.0s), 100/100 VUs, 5768 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  1m50.0s/5m00.0s

running (1m51.0s), 100/100 VUs, 5839 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  1m51.0s/5m00.0s

running (1m52.0s), 100/100 VUs, 5916 complete and 0 interrupted iterations
default   [  37% ] 100/100 VUs  1m52.0s/5m00.0s

running (1m53.0s), 100/100 VUs, 5988 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  1m53.0s/5m00.0s

running (1m54.0s), 100/100 VUs, 6059 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  1m54.0s/5m00.0s

running (1m55.0s), 100/100 VUs, 6130 complete and 0 interrupted iterations
default   [  38% ] 100/100 VUs  1m55.0s/5m00.0s

running (1m56.0s), 100/100 VUs, 6205 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  1m56.0s/5m00.0s

running (1m57.0s), 100/100 VUs, 6277 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  1m57.0s/5m00.0s

running (1m58.0s), 100/100 VUs, 6350 complete and 0 interrupted iterations
default   [  39% ] 100/100 VUs  1m58.0s/5m00.0s

running (1m59.0s), 100/100 VUs, 6428 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  1m59.0s/5m00.0s

running (2m00.0s), 100/100 VUs, 6498 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m00.0s/5m00.0s

running (2m01.0s), 100/100 VUs, 6567 complete and 0 interrupted iterations
default   [  40% ] 100/100 VUs  2m01.0s/5m00.0s

running (2m02.0s), 100/100 VUs, 6643 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m02.0s/5m00.0s

running (2m03.0s), 100/100 VUs, 6720 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m03.0s/5m00.0s

running (2m04.0s), 100/100 VUs, 6790 complete and 0 interrupted iterations
default   [  41% ] 100/100 VUs  2m04.0s/5m00.0s

running (2m05.0s), 100/100 VUs, 6858 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m05.0s/5m00.0s

running (2m06.0s), 100/100 VUs, 6932 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m06.0s/5m00.0s

running (2m07.0s), 100/100 VUs, 7012 complete and 0 interrupted iterations
default   [  42% ] 100/100 VUs  2m07.0s/5m00.0s

running (2m08.0s), 100/100 VUs, 7082 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m08.0s/5m00.0s

running (2m09.0s), 100/100 VUs, 7152 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m09.0s/5m00.0s

running (2m10.0s), 100/100 VUs, 7230 complete and 0 interrupted iterations
default   [  43% ] 100/100 VUs  2m10.0s/5m00.0s

running (2m11.0s), 100/100 VUs, 7302 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m11.0s/5m00.0s

running (2m12.0s), 100/100 VUs, 7375 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m12.0s/5m00.0s

running (2m13.0s), 100/100 VUs, 7443 complete and 0 interrupted iterations
default   [  44% ] 100/100 VUs  2m13.0s/5m00.0s

running (2m14.0s), 100/100 VUs, 7524 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m14.0s/5m00.0s

running (2m15.0s), 100/100 VUs, 7594 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m15.0s/5m00.0s

running (2m16.0s), 100/100 VUs, 7664 complete and 0 interrupted iterations
default   [  45% ] 100/100 VUs  2m16.0s/5m00.0s

running (2m17.0s), 100/100 VUs, 7737 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m17.0s/5m00.0s

running (2m18.0s), 100/100 VUs, 7812 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m18.0s/5m00.0s

running (2m19.0s), 100/100 VUs, 7885 complete and 0 interrupted iterations
default   [  46% ] 100/100 VUs  2m19.0s/5m00.0s

running (2m20.0s), 100/100 VUs, 7954 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m20.0s/5m00.0s

running (2m21.0s), 100/100 VUs, 8029 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m21.0s/5m00.0s

running (2m22.0s), 100/100 VUs, 8105 complete and 0 interrupted iterations
default   [  47% ] 100/100 VUs  2m22.0s/5m00.0s

running (2m23.0s), 100/100 VUs, 8177 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m23.0s/5m00.0s

running (2m24.0s), 100/100 VUs, 8246 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m24.0s/5m00.0s

running (2m25.0s), 100/100 VUs, 8326 complete and 0 interrupted iterations
default   [  48% ] 100/100 VUs  2m25.0s/5m00.0s

running (2m26.0s), 100/100 VUs, 8394 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  2m26.0s/5m00.0s

running (2m27.0s), 100/100 VUs, 8464 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  2m27.0s/5m00.0s

running (2m28.0s), 100/100 VUs, 8537 complete and 0 interrupted iterations
default   [  49% ] 100/100 VUs  2m28.0s/5m00.0s

running (2m29.0s), 100/100 VUs, 8616 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  2m29.0s/5m00.0s

running (2m30.0s), 100/100 VUs, 8686 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  2m30.0s/5m00.0s

running (2m31.0s), 100/100 VUs, 8757 complete and 0 interrupted iterations
default   [  50% ] 100/100 VUs  2m31.0s/5m00.0s

running (2m32.0s), 100/100 VUs, 8832 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  2m32.0s/5m00.0s

running (2m33.0s), 100/100 VUs, 8907 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  2m33.0s/5m00.0s

running (2m34.0s), 100/100 VUs, 8978 complete and 0 interrupted iterations
default   [  51% ] 100/100 VUs  2m34.0s/5m00.0s

running (2m35.0s), 100/100 VUs, 9049 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  2m35.0s/5m00.0s

running (2m36.0s), 100/100 VUs, 9124 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  2m36.0s/5m00.0s

running (2m37.0s), 100/100 VUs, 9198 complete and 0 interrupted iterations
default   [  52% ] 100/100 VUs  2m37.0s/5m00.0s

running (2m38.0s), 100/100 VUs, 9271 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  2m38.0s/5m00.0s

running (2m39.0s), 100/100 VUs, 9343 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  2m39.0s/5m00.0s

running (2m40.0s), 100/100 VUs, 9419 complete and 0 interrupted iterations
default   [  53% ] 100/100 VUs  2m40.0s/5m00.0s

running (2m41.0s), 100/100 VUs, 9493 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  2m41.0s/5m00.0s

running (2m42.0s), 100/100 VUs, 9559 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  2m42.0s/5m00.0s

running (2m43.0s), 100/100 VUs, 9635 complete and 0 interrupted iterations
default   [  54% ] 100/100 VUs  2m43.0s/5m00.0s

running (2m44.0s), 100/100 VUs, 9712 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  2m44.0s/5m00.0s

running (2m45.0s), 100/100 VUs, 9780 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  2m45.0s/5m00.0s

running (2m46.0s), 100/100 VUs, 9852 complete and 0 interrupted iterations
default   [  55% ] 100/100 VUs  2m46.0s/5m00.0s

running (2m47.0s), 100/100 VUs, 9927 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  2m47.0s/5m00.0s

running (2m48.0s), 100/100 VUs, 10001 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  2m48.0s/5m00.0s

running (2m49.0s), 100/100 VUs, 10073 complete and 0 interrupted iterations
default   [  56% ] 100/100 VUs  2m49.0s/5m00.0s

running (2m50.0s), 100/100 VUs, 10144 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  2m50.0s/5m00.0s

running (2m51.0s), 100/100 VUs, 10218 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  2m51.0s/5m00.0s

running (2m52.0s), 100/100 VUs, 10298 complete and 0 interrupted iterations
default   [  57% ] 100/100 VUs  2m52.0s/5m00.0s

running (2m53.0s), 100/100 VUs, 10364 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  2m53.0s/5m00.0s

running (2m54.0s), 100/100 VUs, 10439 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  2m54.0s/5m00.0s

running (2m55.0s), 100/100 VUs, 10509 complete and 0 interrupted iterations
default   [  58% ] 100/100 VUs  2m55.0s/5m00.0s

running (2m56.0s), 100/100 VUs, 10587 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  2m56.0s/5m00.0s

running (2m57.0s), 100/100 VUs, 10656 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  2m57.0s/5m00.0s

running (2m58.0s), 100/100 VUs, 10731 complete and 0 interrupted iterations
default   [  59% ] 100/100 VUs  2m58.0s/5m00.0s

running (2m59.0s), 100/100 VUs, 10804 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  2m59.0s/5m00.0s

running (3m00.0s), 100/100 VUs, 10877 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m00.0s/5m00.0s

running (3m01.0s), 100/100 VUs, 10944 complete and 0 interrupted iterations
default   [  60% ] 100/100 VUs  3m01.0s/5m00.0s

running (3m02.0s), 100/100 VUs, 11022 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m02.0s/5m00.0s

running (3m03.0s), 100/100 VUs, 11097 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m03.0s/5m00.0s

running (3m04.0s), 100/100 VUs, 11170 complete and 0 interrupted iterations
default   [  61% ] 100/100 VUs  3m04.0s/5m00.0s

running (3m05.0s), 100/100 VUs, 11239 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m05.0s/5m00.0s

running (3m06.0s), 100/100 VUs, 11312 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m06.0s/5m00.0s

running (3m07.0s), 100/100 VUs, 11392 complete and 0 interrupted iterations
default   [  62% ] 100/100 VUs  3m07.0s/5m00.0s

running (3m08.0s), 100/100 VUs, 11460 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m08.0s/5m00.0s

running (3m09.0s), 100/100 VUs, 11533 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m09.0s/5m00.0s

running (3m10.0s), 100/100 VUs, 11602 complete and 0 interrupted iterations
default   [  63% ] 100/100 VUs  3m10.0s/5m00.0s

running (3m11.0s), 100/100 VUs, 11680 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m11.0s/5m00.0s

running (3m12.0s), 100/100 VUs, 11751 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m12.0s/5m00.0s

running (3m13.0s), 100/100 VUs, 11824 complete and 0 interrupted iterations
default   [  64% ] 100/100 VUs  3m13.0s/5m00.0s

running (3m14.0s), 100/100 VUs, 11896 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  3m14.0s/5m00.0s

running (3m15.0s), 100/100 VUs, 11973 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  3m15.0s/5m00.0s

running (3m16.0s), 100/100 VUs, 12041 complete and 0 interrupted iterations
default   [  65% ] 100/100 VUs  3m16.0s/5m00.0s

running (3m17.0s), 100/100 VUs, 12115 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  3m17.0s/5m00.0s

running (3m18.0s), 100/100 VUs, 12191 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  3m18.0s/5m00.0s

running (3m19.0s), 100/100 VUs, 12260 complete and 0 interrupted iterations
default   [  66% ] 100/100 VUs  3m19.0s/5m00.0s

running (3m20.0s), 100/100 VUs, 12333 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  3m20.0s/5m00.0s

running (3m21.0s), 100/100 VUs, 12405 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  3m21.0s/5m00.0s

running (3m22.0s), 100/100 VUs, 12486 complete and 0 interrupted iterations
default   [  67% ] 100/100 VUs  3m22.0s/5m00.0s

running (3m23.0s), 100/100 VUs, 12553 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  3m23.0s/5m00.0s

running (3m24.0s), 100/100 VUs, 12622 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  3m24.0s/5m00.0s

running (3m25.0s), 100/100 VUs, 12696 complete and 0 interrupted iterations
default   [  68% ] 100/100 VUs  3m25.0s/5m00.0s

running (3m26.0s), 100/100 VUs, 12776 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  3m26.0s/5m00.0s

running (3m27.0s), 100/100 VUs, 12844 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  3m27.0s/5m00.0s

running (3m28.0s), 100/100 VUs, 12914 complete and 0 interrupted iterations
default   [  69% ] 100/100 VUs  3m28.0s/5m00.0s

running (3m29.0s), 100/100 VUs, 12991 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  3m29.0s/5m00.0s

running (3m30.0s), 100/100 VUs, 13064 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  3m30.0s/5m00.0s

running (3m31.0s), 100/100 VUs, 13134 complete and 0 interrupted iterations
default   [  70% ] 100/100 VUs  3m31.0s/5m00.0s

running (3m32.0s), 100/100 VUs, 13208 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  3m32.0s/5m00.0s

running (3m33.0s), 100/100 VUs, 13285 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  3m33.0s/5m00.0s

running (3m34.0s), 100/100 VUs, 13356 complete and 0 interrupted iterations
default   [  71% ] 100/100 VUs  3m34.0s/5m00.0s

running (3m35.0s), 100/100 VUs, 13426 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  3m35.0s/5m00.0s

running (3m36.0s), 100/100 VUs, 13500 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  3m36.0s/5m00.0s

running (3m37.0s), 100/100 VUs, 13578 complete and 0 interrupted iterations
default   [  72% ] 100/100 VUs  3m37.0s/5m00.0s

running (3m38.0s), 100/100 VUs, 13645 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  3m38.0s/5m00.0s

running (3m39.0s), 100/100 VUs, 13718 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  3m39.0s/5m00.0s

running (3m40.0s), 100/100 VUs, 13794 complete and 0 interrupted iterations
default   [  73% ] 100/100 VUs  3m40.0s/5m00.0s

running (3m41.0s), 100/100 VUs, 13871 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  3m41.0s/5m00.0s

running (3m42.0s), 100/100 VUs, 13939 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  3m42.0s/5m00.0s

running (3m43.0s), 100/100 VUs, 14010 complete and 0 interrupted iterations
default   [  74% ] 100/100 VUs  3m43.0s/5m00.0s

running (3m44.0s), 100/100 VUs, 14083 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  3m44.0s/5m00.0s

running (3m45.0s), 100/100 VUs, 14160 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  3m45.0s/5m00.0s

running (3m46.0s), 100/100 VUs, 14232 complete and 0 interrupted iterations
default   [  75% ] 100/100 VUs  3m46.0s/5m00.0s

running (3m47.0s), 100/100 VUs, 14308 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  3m47.0s/5m00.0s

running (3m48.0s), 100/100 VUs, 14377 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  3m48.0s/5m00.0s

running (3m49.0s), 100/100 VUs, 14449 complete and 0 interrupted iterations
default   [  76% ] 100/100 VUs  3m49.0s/5m00.0s

running (3m50.0s), 100/100 VUs, 14521 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  3m50.0s/5m00.0s

running (3m51.0s), 100/100 VUs, 14600 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  3m51.0s/5m00.0s

running (3m52.0s), 100/100 VUs, 14671 complete and 0 interrupted iterations
default   [  77% ] 100/100 VUs  3m52.0s/5m00.0s

running (3m53.0s), 100/100 VUs, 14739 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  3m53.0s/5m00.0s

running (3m54.0s), 100/100 VUs, 14812 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  3m54.0s/5m00.0s

running (3m55.0s), 100/100 VUs, 14888 complete and 0 interrupted iterations
default   [  78% ] 100/100 VUs  3m55.0s/5m00.0s

running (3m56.0s), 100/100 VUs, 14965 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  3m56.0s/5m00.0s

running (3m57.0s), 100/100 VUs, 15032 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  3m57.0s/5m00.0s

running (3m58.0s), 100/100 VUs, 15108 complete and 0 interrupted iterations
default   [  79% ] 100/100 VUs  3m58.0s/5m00.0s

running (3m59.0s), 100/100 VUs, 15178 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  3m59.0s/5m00.0s

running (4m00.0s), 100/100 VUs, 15252 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m00.0s/5m00.0s

running (4m01.0s), 100/100 VUs, 15322 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m01.0s/5m00.0s

running (4m02.0s), 098/100 VUs, 15399 complete and 0 interrupted iterations
default   [  81% ] 098/100 VUs  4m02.0s/5m00.0s

running (4m03.0s), 096/100 VUs, 15471 complete and 0 interrupted iterations
default   [  81% ] 096/100 VUs  4m03.0s/5m00.0s

running (4m04.0s), 095/100 VUs, 15543 complete and 0 interrupted iterations
default   [  81% ] 095/100 VUs  4m04.0s/5m00.0s

running (4m05.0s), 094/100 VUs, 15609 complete and 0 interrupted iterations
default   [  82% ] 094/100 VUs  4m05.0s/5m00.0s

running (4m06.0s), 091/100 VUs, 15679 complete and 0 interrupted iterations
default   [  82% ] 091/100 VUs  4m06.0s/5m00.0s

running (4m07.0s), 090/100 VUs, 15744 complete and 0 interrupted iterations
default   [  82% ] 090/100 VUs  4m07.0s/5m00.0s

running (4m08.0s), 088/100 VUs, 15812 complete and 0 interrupted iterations
default   [  83% ] 088/100 VUs  4m08.0s/5m00.0s

running (4m09.0s), 088/100 VUs, 15873 complete and 0 interrupted iterations
default   [  83% ] 088/100 VUs  4m09.0s/5m00.0s

running (4m10.0s), 084/100 VUs, 15939 complete and 0 interrupted iterations
default   [  83% ] 084/100 VUs  4m10.0s/5m00.0s

running (4m11.0s), 083/100 VUs, 16003 complete and 0 interrupted iterations
default   [  84% ] 083/100 VUs  4m11.0s/5m00.0s

running (4m12.0s), 082/100 VUs, 16057 complete and 0 interrupted iterations
default   [  84% ] 082/100 VUs  4m12.0s/5m00.0s

running (4m13.0s), 080/100 VUs, 16123 complete and 0 interrupted iterations
default   [  84% ] 080/100 VUs  4m13.0s/5m00.0s

running (4m14.0s), 078/100 VUs, 16179 complete and 0 interrupted iterations
default   [  85% ] 078/100 VUs  4m14.0s/5m00.0s

running (4m15.0s), 077/100 VUs, 16240 complete and 0 interrupted iterations
default   [  85% ] 077/100 VUs  4m15.0s/5m00.0s

running (4m16.0s), 074/100 VUs, 16296 complete and 0 interrupted iterations
default   [  85% ] 074/100 VUs  4m16.0s/5m00.0s

running (4m17.0s), 073/100 VUs, 16353 complete and 0 interrupted iterations
default   [  86% ] 073/100 VUs  4m17.0s/5m00.0s

running (4m18.0s), 072/100 VUs, 16402 complete and 0 interrupted iterations
default   [  86% ] 072/100 VUs  4m18.0s/5m00.0s

running (4m19.0s), 069/100 VUs, 16457 complete and 0 interrupted iterations
default   [  86% ] 069/100 VUs  4m19.0s/5m00.0s

running (4m20.0s), 067/100 VUs, 16510 complete and 0 interrupted iterations
default   [  87% ] 067/100 VUs  4m20.0s/5m00.0s

running (4m21.0s), 066/100 VUs, 16559 complete and 0 interrupted iterations
default   [  87% ] 066/100 VUs  4m21.0s/5m00.0s

running (4m22.0s), 065/100 VUs, 16605 complete and 0 interrupted iterations
default   [  87% ] 065/100 VUs  4m22.0s/5m00.0s

running (4m23.0s), 063/100 VUs, 16653 complete and 0 interrupted iterations
default   [  88% ] 063/100 VUs  4m23.0s/5m00.0s

running (4m24.0s), 061/100 VUs, 16701 complete and 0 interrupted iterations
default   [  88% ] 061/100 VUs  4m24.0s/5m00.0s

running (4m25.0s), 060/100 VUs, 16744 complete and 0 interrupted iterations
default   [  88% ] 060/100 VUs  4m25.0s/5m00.0s

running (4m26.0s), 058/100 VUs, 16790 complete and 0 interrupted iterations
default   [  89% ] 058/100 VUs  4m26.0s/5m00.0s

running (4m27.0s), 057/100 VUs, 16830 complete and 0 interrupted iterations
default   [  89% ] 057/100 VUs  4m27.0s/5m00.0s

running (4m28.0s), 054/100 VUs, 16878 complete and 0 interrupted iterations
default   [  89% ] 054/100 VUs  4m28.0s/5m00.0s

running (4m29.0s), 053/100 VUs, 16912 complete and 0 interrupted iterations
default   [  90% ] 053/100 VUs  4m29.0s/5m00.0s

running (4m30.0s), 051/100 VUs, 16952 complete and 0 interrupted iterations
default   [  90% ] 051/100 VUs  4m30.0s/5m00.0s

running (4m31.0s), 051/100 VUs, 16990 complete and 0 interrupted iterations
default   [  90% ] 051/100 VUs  4m31.0s/5m00.0s

running (4m32.0s), 047/100 VUs, 17030 complete and 0 interrupted iterations
default   [  91% ] 047/100 VUs  4m32.0s/5m00.0s

running (4m33.0s), 046/100 VUs, 17061 complete and 0 interrupted iterations
default   [  91% ] 046/100 VUs  4m33.0s/5m00.0s

running (4m34.0s), 045/100 VUs, 17095 complete and 0 interrupted iterations
default   [  91% ] 045/100 VUs  4m34.0s/5m00.0s

running (4m35.0s), 042/100 VUs, 17132 complete and 0 interrupted iterations
default   [  92% ] 042/100 VUs  4m35.0s/5m00.0s

running (4m36.0s), 042/100 VUs, 17163 complete and 0 interrupted iterations
default   [  92% ] 042/100 VUs  4m36.0s/5m00.0s

running (4m37.0s), 040/100 VUs, 17190 complete and 0 interrupted iterations
default   [  92% ] 040/100 VUs  4m37.0s/5m00.0s

running (4m38.0s), 039/100 VUs, 17218 complete and 0 interrupted iterations
default   [  93% ] 039/100 VUs  4m38.0s/5m00.0s

running (4m39.0s), 037/100 VUs, 17253 complete and 0 interrupted iterations
default   [  93% ] 037/100 VUs  4m39.0s/5m00.0s

running (4m40.0s), 034/100 VUs, 17277 complete and 0 interrupted iterations
default   [  93% ] 034/100 VUs  4m40.0s/5m00.0s

running (4m41.0s), 034/100 VUs, 17302 complete and 0 interrupted iterations
default   [  94% ] 034/100 VUs  4m41.0s/5m00.0s

running (4m42.0s), 032/100 VUs, 17327 complete and 0 interrupted iterations
default   [  94% ] 032/100 VUs  4m42.0s/5m00.0s

running (4m43.0s), 030/100 VUs, 17351 complete and 0 interrupted iterations
default   [  94% ] 030/100 VUs  4m43.0s/5m00.0s

running (4m44.0s), 028/100 VUs, 17373 complete and 0 interrupted iterations
default   [  95% ] 028/100 VUs  4m44.0s/5m00.0s

running (4m45.0s), 026/100 VUs, 17394 complete and 0 interrupted iterations
default   [  95% ] 026/100 VUs  4m45.0s/5m00.0s

running (4m46.0s), 025/100 VUs, 17412 complete and 0 interrupted iterations
default   [  95% ] 025/100 VUs  4m46.0s/5m00.0s

running (4m47.0s), 024/100 VUs, 17430 complete and 0 interrupted iterations
default   [  96% ] 024/100 VUs  4m47.0s/5m00.0s

running (4m48.0s), 022/100 VUs, 17448 complete and 0 interrupted iterations
default   [  96% ] 022/100 VUs  4m48.0s/5m00.0s

running (4m49.0s), 020/100 VUs, 17467 complete and 0 interrupted iterations
default   [  96% ] 020/100 VUs  4m49.0s/5m00.0s

running (4m50.0s), 018/100 VUs, 17481 complete and 0 interrupted iterations
default   [  97% ] 018/100 VUs  4m50.0s/5m00.0s

running (4m51.0s), 017/100 VUs, 17493 complete and 0 interrupted iterations
default   [  97% ] 017/100 VUs  4m51.0s/5m00.0s

running (4m52.0s), 015/100 VUs, 17507 complete and 0 interrupted iterations
default   [  97% ] 015/100 VUs  4m52.0s/5m00.0s

running (4m53.0s), 013/100 VUs, 17519 complete and 0 interrupted iterations
default   [  98% ] 013/100 VUs  4m53.0s/5m00.0s

running (4m54.0s), 012/100 VUs, 17527 complete and 0 interrupted iterations
default   [  98% ] 012/100 VUs  4m54.0s/5m00.0s

running (4m55.0s), 010/100 VUs, 17537 complete and 0 interrupted iterations
default   [  98% ] 010/100 VUs  4m55.0s/5m00.0s

running (4m56.0s), 009/100 VUs, 17544 complete and 0 interrupted iterations
default   [  99% ] 009/100 VUs  4m56.0s/5m00.0s

running (4m57.0s), 007/100 VUs, 17550 complete and 0 interrupted iterations
default   [  99% ] 007/100 VUs  4m57.0s/5m00.0s

running (4m58.0s), 004/100 VUs, 17555 complete and 0 interrupted iterations
default   [  99% ] 004/100 VUs  4m58.0s/5m00.0s

running (4m59.0s), 003/100 VUs, 17559 complete and 0 interrupted iterations
default   [ 100% ] 003/100 VUs  4m59.0s/5m00.0s

running (5m00.0s), 001/100 VUs, 17562 complete and 0 interrupted iterations
default   [ 100% ] 001/100 VUs  5m00.0s/5m00.0s

running (5m01.0s), 001/100 VUs, 17562 complete and 0 interrupted iterations
default ↓ [ 100% ] 001/100 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<1500' p(95)=395.6ms

    http_req_failed
    ✓ 'rate<0.03' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 52689   174.934566/s
    checks_succeeded...: 100.00% 52689 out of 52689
    checks_failed......: 0.00%   0 out of 52689

    ✓ status is 201
    ✓ response contains token
    ✓ response time < 1.5s

    HTTP
    http_req_duration..............: avg=369.95ms min=333.91ms med=365.7ms max=1.05s p(90)=384.97ms p(95)=395.6ms
      { expected_response:true }...: avg=369.95ms min=333.91ms med=365.7ms max=1.05s p(90)=384.97ms p(95)=395.6ms
    http_req_failed................: 0.00%  0 out of 17563
    http_reqs......................: 17563  58.311522/s

    EXECUTION
    iteration_duration.............: avg=1.37s    min=1.33s    med=1.36s   max=2.05s p(90)=1.38s    p(95)=1.39s  
    iterations.....................: 17563  58.311522/s
    vus............................: 1      min=1          max=100
    vus_max........................: 100    min=100        max=100

    NETWORK
    data_received..................: 10 MB  34 kB/s
    data_sent......................: 2.2 MB 7.2 kB/s



running (5m01.2s), 000/100 VUs, 17563 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s